[
    {
        "name": "Low (6.5%) adoption in OECD90, Asia & LA",
        "filename": "ca_pds_Low_6_5_adoption_in_OECD90_Asia_LA.csv",
        "description": "This scenario assumes an increased solution adoption of 6.50% by uncovered systems in Asia, Latin America and the OECD 90. The scenario does not include increased adoption in the Middle East and Africa or Eastern Europe. Middle East and Africa manage nearly all manure in \"dry systems\" while there is reportedly low utilization of unaerobic lagoons in Eastern Europe."
    },
    {
        "name": "Moderate (10%) adoption in OECD90, Asia & LA",
        "filename": "ca_pds_Moderate_10_adoption_in_OECD90_Asia_LA.csv",
        "description": "This scenario assumes an increased solution adoption of 10% by uncovered systems in Asia, Latin America and the OECD 90. The scenario does not include increased adoption in the Middle East and Africa or Eastern Europe. Middle East and Africa manage nearly all manure in \"dry systems\" while there is reportedly low utilization of unaerobic lagoons in Eastern Europe."
    },
    {
        "name": "Low-moderate adoption in OECD90, Asia & LA",
        "filename": "ca_pds_Lowmoderate_adoption_in_OECD90_Asia_LA.csv",
        "description": "This scenario assumes an increased solution adoption of 7.5% by uncovered systems in Asia, Latin America and the OECD 90. The scenario does not include increased adoption in the Middle East and Africa or Eastern Europe. Middle East and Africa manage nearly all manure in \"dry systems\" while there is reportedly low utilization of unaerobic lagoons in Eastern Europe."
    },
    {
        "name": "Low OECD90, High Asia & LA adoption",
        "filename": "ca_pds_Low_OECD90_High_Asia_LA_adoption.csv",
        "description": "This scenario assumes an increased solution adoption of 12.50% by uncovered systems in Asia and Latin America and 6.50% in the OECD 90. The scenario does not include increased adoption in the Middle East and Africa or Eastern Europe. Middle East and Africa manage nearly all manure in \"dry systems\" while there is reportedly low utilization of unaerobic lagoons in Eastern Europe."
    },
    {
        "name": "High OECD, Low Asia & LA adoption",
        "filename": "ca_pds_High_OECD_Low_Asia_LA_adoption.csv",
        "description": "This scenario assumes an increased solution adoption of 12.50% by uncovered systems in Asia and Latin America and 6.50% in the OECD 90. The scenario does not include increased adoption in the Middle East and Africa or Eastern Europe. Middle East and Africa manage nearly all manure in \"dry systems\" while there is reportedly low utilization of unaerobic lagoons in Eastern Europe."
    },
    {
        "name": "Low OECD9 Low-moderate Asia & LA adoption",
        "filename": "ca_pds_Low_OECD9_Lowmoderate_Asia_LA_adoption.csv",
        "description": "This scenario assumes an increased solution adoption of 7.50% by uncovered systems in Asia and Latin America and 6.50% in the OECD 90. The scenario does not include increased adoption in the Middle East and Africa or Eastern Europe. Middle East and Africa manage nearly all manure in \"dry systems\" while there is reportedly low utilization of unaerobic lagoons in Eastern Europe."
    },
    {
        "name": "Low-moderate OECD90, low Asia & LA adoption",
        "filename": "ca_pds_Lowmoderate_OECD90_low_Asia_LA_adoption.csv",
        "description": "This scenario assumes an increased solution adoption of 6.50% by uncovered systems in Asia and Latin America and 7.50% in the OECD 90. The scenario does not include increased adoption in the Middle East and Africa or Eastern Europe. Middle East and Africa manage nearly all manure in \"dry systems\" while there is reportedly low utilization of unaerobic lagoons in Eastern Europe."
    }
]