[
    {
        "name": "REF Custom Adoption Based on Fly Ash Availability Analysis",
        "filename": "ca_ref_REF_Custom_Adoption_based_on_Fly_Ash_Availability_Analysis.csv",
        "description": "Fly Ash (FA) is a waste product of coal fired power stations. FA that is not reused, is disposed in dry landfills or wet ponds. FA is valuable because it can be used to replace Ordinary Portland Cement (OPC) in the cement mix (up to a certain percentage) and hence it can be used to reduce the CO2 footprint of concrete. The separate HVFAC model evaluates the total amount of FA available in a market based on projected coal demand and coal's fly ash concentration. The model divides the total FA supply into three streams (i) landfill; (ii)  'other uses' (i.e. reuse but not cement); and (iii) cement mixes. The total addressable market for cement production/demand is initially defined as the total cement demand (assumed OPC) plus that portion of FA that is reused for cement. A higher ratio of FA:OPC (e.g. 45%:55%) for the cement mix is the adopted solution for CO2 mitigation. The target FA:OPC ratio is input into the model to define the PDS scenario. The model calculates the annual mass of OPC that can be avoided, the energy saved, and the CO2 emissions avoided.  There are two factors (cement demand and FA supply) that have the potential to limit OPC replacement with FA. Model input includes the PDS transition period (e.g. 5 years) to implement the new policy for cement production, concrete standards, and FA reuse infrastructure. The model allows an addtional policy option: to utilise FA in landfill when the 100% of FA waste stream is utilised in cement production and other uses."
    },
    {
        "name": "Drawdown Book Edition 1 Scenario REF Adoption",
        "filename": "ca_ref_Drawdown_Book_Edition_1_Scenario_REF_Adoption.csv",
        "description": "Fly Ash (FA) is a waste product of coal fired power stations. FA that is not reused, is disposed in dry landfills or wet ponds. FA is valuable because it can be used to replace Ordinary Portland Cement (OPC) in the cement mix (up to a certain percentage) and hence it can be used to reduce the CO2 footprint of concrete. The separate HVFAC model evaluates the total amount of FA available in a market based on projected coal demand and coal's fly ash concentration. The model divides the total FA supply into three streams (i) landfill; (ii)  'other uses' (i.e. reuse but not cement); and (iii) cement mixes. The total addressable market for cement production/demand is initially defined as the total cement demand (assumed OPC) plus that portion of FA that is reused for cement. A higher ratio of FA:OPC (e.g. 45%:55%) for the cement mix is the adopted solution for CO2 mitigation. The target FA:OPC ratio is input into the model to define the PDS scenario. The model calculates the annual mass of OPC that can be avoided, the energy saved, and the CO2 emissions avoided.  There are two factors (cement demand and FA supply) that have the potential to limit OPC replacement with FA. Model input includes the PDS transition period (e.g. 5 years) to implement the new policy for cement production, concrete standards, and FA reuse infrastructure. The model allows an addtional policy option: to utilise FA in landfill when the 100% of FA waste stream is utilised in cement production and other uses. This scenario uses inputs calculated for the Drawdown book edition 1, some of which have been updated with newer data."
    }
]